<html>
<head>
<title>discography</title>
<meta http-equiv="Content-Type" content="text/html; charset=iso-8859-1">
<script language="JavaScript">
<!--



<!--
function MM_reloadPage(init) {  //reloads the window if Nav4 resized
  if (init==true) with (navigator) {if ((appName=="Netscape")&&(parseInt(appVersion)==4)) {
    document.MM_pgW=innerWidth; document.MM_pgH=innerHeight; onresize=MM_reloadPage; }}
  else if (innerWidth!=document.MM_pgW || innerHeight!=document.MM_pgH) location.reload();
}
MM_reloadPage(true);
// -->

function MM_preloadImages() { //v3.0
  var d=document; if(d.images){ if(!d.MM_p) d.MM_p=new Array();
    var i,j=d.MM_p.length,a=MM_preloadImages.arguments; for(i=0; i<a.length; i++)
    if (a[i].indexOf("#")!=0){ d.MM_p[j]=new Image; d.MM_p[j++].src=a[i];}}
}
//-->
</script>
</head>

<body bgcolor="#000000" text="#FFFFFF">
<p><b>Dayw books<br>
book releases<br>
<br>
<br>
</b><br>
<a href="http://www.bokus.com/bok/9789198194401/let-there-be-feedback-when-i-die-the-wonder-boys-lyrics-1997-2012/"><img src="LTBFWIDbooksmall.jpg" width="187" height="283"></a></p>
<p>David Liljemark: 
  Let There Be Feedback When I Die; The Wonder Boys lyrics 1997-2012<br>
  Language: English
  <br>
  Place your order <a href="http://www.bokus.com/bok/9789198194401/let-there-be-feedback-when-i-die-the-wonder-boys-lyrics-1997-2012/">HERE</a> (or, if you need to, get in touch with us) <br>
  Released 26 June 2014<br>
  Dayw books 001<br>
  ISBN 978-91-981944-0-1<br>
  <br>
  Let There Be Feedback  When I Die collects David Liljemark's lyrics 1997-2012 for his band The Wonder  Boys. In 1999, The Wonder Boys released their first album and set off for a  ''wonderful, new start'' - although very much out of the limelight, despite  being hailed as a work of genius in the underground press. Named after The  Kinks' song Wonderboy, a favourite of John Lennon's, The Wonder Boys have since  amassed a large body of work in a variety of styles and subject matter. Songs  like New Start, But When I'm Drunk I Want You Back, Alstr&ouml;mer Disco, A Gift I  Never Had, The Night When The Losers Won, You Bring Out My Good Sides,  Remarried Divorcees, Ad Hoc Lovers, Satan's Death Waltz - you'll find the  lyrics to them all in this book.<br>
  <br>
David Liljemark was born  1973 in Karlstad, Sweden. He is an acclaimed comics artist (Susanna &amp; Bo, Boltzius, Ritman  Katz &amp; Mannen med P&aring;sk&ouml;-ansiktet), author (Orkestern, D&auml; ha satt s&auml;j p&aring;  h&ocirc;vve) and filmmaker (Jakten p&aring; Bernhard/Traces of Bernhard, Horst - munspelskungen,  Tillbaka p&aring; Ilandaskolan), and also the main driving force and lyricist for the  underground rock band The Wonder Boys. He has also played with the bands  Sl&ouml;phead, Sugar Daddy and Endless Smile, and lives in Stockholm since 1999.  <br>
</p>
<hr>
<p><br>
  <a href="http://www.bokus.com/bok/9789198194418/boltzianismen-skandinavisk-kulturbild-utokad-nyutgava/"><img src="Boltzianismenbooksmall.jpg" width="185" height="283"></a>  <br>
  <br>
  Emil Thorelius: 
  &quot;Boltzianismen&quot;, skandinavisk kulturbild; Ut&ouml;kad nyutg&aring;va<br>
  Spr&aring;k: Svenska <br>
Best&auml;ll <a href="http://www.bokus.com/bok/9789198194418/boltzianismen-skandinavisk-kulturbild-utokad-nyutgava/">H&Auml;R</a> (eller kontakta oss, vid ev. behov) <br>
Utgivningsdatum: 1 aug 2014<br>
Dayw books 002<br>
ISBN 978-91-981944-1-8<br>
<br>
I mitten p&aring; 1880-talet spreds fantastiska rykten i alla samh&auml;llsklasser om gudomliga mirakel som skulle ha skett genom den bibelfanatiske s&auml;rlingen F. A. Boltzius' b&ouml;ner och oljesm&ouml;rjningar. Blinda, d&ouml;va och lama  p&aring;stods ha blivit botade p&aring; detta s&auml;tt - men uppgifterna st&auml;mde inte alls med verkligheten. Bland de som h&ouml;jde sina kritiska r&ouml;ster till sanningens f&ouml;rsvar m&auml;rktes s&auml;rskilt l&auml;karstudenten Emil Thorelius (1859-1921), som granskade saken allra utf&ouml;rligast i sin bok <em>''Boltzianismen'', skandinavisk kulturbild</em> (1888). &Auml;n idag finns m&auml;nniskor som omhuldar myterna kring Boltzius, och bokens kritik har b&auml;ring &auml;ven p&aring; senare tiders helandepredikanter och sekter d&auml;r fanatisk &ouml;vertro och grupptryck g&ouml;r att m&aring;nga utsatta personer skuldbel&auml;ggs f&ouml;r sin ''bristande tro'' och far ytterligare illa.<BR>
<BR>
I denna nyutg&aring;va ing&aring;r &auml;ven den minnesskrift som gjordes &ouml;ver dr Emil Thorelius 1926. Den vittnar om en stor personlighet, intressant och komplex, b&aring;de varmt barmh&auml;rtig i egenskap av sj&auml;lvuppoffrande l&auml;kare och intensivt stridslysten i debatter och r&auml;ttsliga strider. Han l&auml;mnade m&aring;nga avtryck efter sig, varav dessa kan betraktas som en introduktion. Med ett nyskrivet f&ouml;rord av David Liljemark.</p>
<hr>
<p><br>
  <a href="http://www.bokus.com/bok/9789198194425/tillbaka-pa-ilandaskolan"><img src="Ilandaboksmall.jpg" width="175" height="283"></a><br>
  <br>
  David Liljemark: Tillbaka p&aring; Ilandaskolan<br>
Spr&aring;k: Svenska <br>
Best&auml;ll <a href="http://www.bokus.com/bok/9789198194425/tillbaka-pa-ilandaskolan">H&Auml;R</a> (eller kontakta oss, vid ev. behov) <br>
Utgivningsdatum: 16 okt 2014<br>
Dayw books 003<br>
ISBN 978-91-981944-2-5<br>
<br>
"Du &auml; s&aring; j&auml;vla ful! Alle h&auml;r hater d&auml;j! Du &auml;r fullst&auml;ndigt v&auml;rdel&ouml;s! Stygge j&auml;vla missfoster! Du ska st&ouml;tes ut! Du f&aring;r inte va m&auml;! K&ouml;m hit ska ja sparke in ponga p&aring;rr&auml;j! Ja ska pesse p&aring;rr&auml;j, ska ja! Du ska kn&auml;ckes f&ouml;r livet! Griner du nu? Fan va g&ouml;tt! Skrik d&aring; din j&auml;vel! J&auml;vla snorg&auml;rs! J&auml;vla snorg&auml;rs!"<br>
  <br>
  David Liljemarks kortfilm "<a href="https://vimeo.com/109325402">Tillbaka p&aring; Ilandaskolan</a>" var en skarp och m&aring;ngtydig uppg&ouml;relse med mobbningens inferno. Denna bok inneh&aring;ller hela den skoningsl&ouml;sa monologen fr&aring;n filmen.&nbsp;<br>
  <br>
  David Liljemark (f&ouml;dd i Karlstad 1973) &auml;r serietecknare, f&ouml;rfattare, musiker, kortfilmsregiss&ouml;r och konstn&auml;r. Han bokdebuterade 1996 med serieboken "Inte ett r&auml;tt" och har sedan dess bland annat gjort "Susanna &amp; Bo" (1999, 2002 &amp; deluxeutg&aring;va 2014), "Boltzius" (2009; dramadokument&auml;r serieroman och kulturhistorisk faktabok i ett), "D&auml; ha satt s&auml;j p&aring; h&ocirc;vve" (2012; novellsamling p&aring; v&auml;rml&auml;ndska) och dokument&auml;rfilmen "Jakten p&aring; Bernhard" (2010; dvd med extramaterial 2011). 2014 utn&auml;mndes David Liljemark till &Aring;rets v&auml;rmlandsf&ouml;rfattare. Han har varit musikaliskt aktiv i band som till exempel Sl&ouml;phead, Sugar Daddy och The Wonder Boys. <br>
  <br>
  Recensioner: <br>
  <br>
  "Filmen och dess monolog &ndash; p&aring; bredaste dialekt &ndash; beskriver ett sv&aring;rt fall av mobbning. En kanske alltf&ouml;r dj&auml;rv gissning &auml;r att den som mobbas heter David Liljemark. Men oavsett den mobbades identitet &auml;r texth&auml;ftet en allm&auml;ngiltig och 30-sidig beskrivning av ett helvete m&aring;nga har upplevt och upplever. L&auml;rare, skolledare och ansvariga politiker har m&aring;nga g&aring;nger inte mycket att s&auml;tta emot vardagliga trakasserier av det slag David Liljemark beskriver. Lagen st&aring;r visserligen p&aring; den mobbade skolelevens sida. Men direktingripande till st&ouml;d f&ouml;r en pl&aring;gad ung m&auml;nniska kr&auml;ver b&aring;de empati och civilkurage. M&auml;ngden inrapporterade fall av mobbning &auml;r s&aring; stor att just mod och medk&auml;nsla tycks saknas p&aring; en del skolor. Kanske var det s&aring; p&aring; Ilandaskolan under den senare h&auml;lften av 1980-talet? [---]&nbsp;<br>
  Monologtexten &auml;r iskall, grym och kr&auml;nkande: 'Sitter du h&auml;r &aring; griner igen? J&auml;vlar va g&ocirc;tt.' Den som f&ouml;r ordet &auml;r naturligtvis skolans m&auml;stermobbare. Den som drabbas och sitter och gr&aring;ter &auml;r en utsatt stackare, hj&auml;lpl&ouml;s och i avsaknad av vuxenv&auml;rldens st&ouml;d. Men citatet ovan &auml;r &auml;nd&aring; ett av de mjukare, det finns gott om de som &auml;r v&auml;rre i David Liljemarks monologtext: 'Du &auml; skyldig m&auml;nskligheten miljarders biljoner, f&ouml;r psykiskt lidande av &aring; beh&ouml;ve se d&auml;j. &Aring; nu har d&auml; g&aring;tt te inkasso. En ren sopa &aring; nu trycker vi &ocirc;pp d&auml;j mot v&auml;ggen igen s&ouml;rr&ouml;, nu blir d&auml; kn&auml;t i pongen igen!'&nbsp;<br>
  Tillbaka p&aring; Ilandaskolan &auml;r en mycket obehaglig text. Den beskriver situationer som alltf&ouml;r m&aring;nga &auml;r alltf&ouml;r v&auml;lbekanta med. Och just d&auml;rf&ouml;r b&ouml;r texth&auml;ftet tryckas i en kommunalt sponsrad j&auml;tteupplaga och delas ut till varje skolelev och varje l&auml;rare, varje rektor och skolpolitiker. Kanske bidrar texten p&aring; s&aring; s&auml;tt till en sorts f&ouml;rb&auml;ttring. Kanske."&nbsp;<br>
  - Mats Dahlberg, NWT 30 okt 2014<br>
  <br>
  &rdquo;Denna lilla skrift  inneh&aring;ller det st&ouml;rsta antalet tillm&auml;len jag n&aring;gonsin sk&aring;dat mellan tv&aring;  bokp&auml;rmar! Att l&auml;sa den har varit ett rent lidande, men samtidigt m&aring;ste man  lite beundra mobbarnas uppfinningsrikedom vad det g&auml;ller bokstavligen d&ouml;dliga  tillm&auml;len och hotelser. Att f&ouml;r&ouml;varna talar v&auml;rmlandsm&aring;l g&ouml;r dem alls inte  mysigare! David Liljemark, framst&aring;ende serietecknare, filmare m.m. uppv&auml;xt i  Sk&aring;re, skriver i boken att han sj&auml;lv gick h&ouml;gstadiet p&aring; Ilandaskolan 1986&ndash;1989  &ndash; men kunde verkligen samtalstonen mellan skolungdomarna ha varit s&aring; till den  milda grad r&aring;? H&auml;r har nog f&ouml;rfattaren begagnat sig av f&ouml;rfattarens r&auml;tt till  licentia poetica. Han f&ouml;rs&auml;krar att han sj&auml;lv inte var utsatt f&ouml;r mobbning, men  blivit retad. P&aring; bokomslaget kan man l&auml;sa att han gjort en film med samma namn  och han kallar den &ndash; inte utan sk&auml;l f&ouml;rvisso &ndash; f&ouml;r en skarp och m&aring;ngtydig  uppg&ouml;relse med mobbningens inferno: &rdquo;Boken inneh&aring;ller hela den skoningsl&ouml;sa  monologen fr&aring;n filmen.&rdquo; Mobbarna talar som sagt p&aring; m&aring;l men spr&aring;ket l&auml;gger f&ouml;ga  hinder f&ouml;r l&auml;sandet &ndash; faktiskt!&rdquo; <br>
- Bengt &Aring;kerblom, Wermlandiana 4/2014
</p>
<br>
<hr>
<p>  <br>
</p>
<p><a href="news.html"><img src="bakpil.gif" width="17" height="17" border="0"></a></p>
<p>&nbsp; </p>
</body>
</html>
